Repository: aaliibrahim97/temptrans
Catalog: projects/shared-assets/i18n/messages.*.xlf
Languages: ar

# activity-viewAll
source: View All
ar: عرض الكل

# activity-NoNewNotif
source: No New Notifications
ar: لا يوجد إشعارات

# activity-Important
source: Important
ar: مهم

# activity-Today
source: Today
ar: اليوم

# activity-Yesterday
source: Yesterday
ar: امس

# activity-Thisweek
source: This week
ar: هذا الأسبوع

# activity-Previous
source: Previous
ar: السابق

source: Payment Checkout
ar: الدفع

# theAmountToPay
source: Amount to Pay:
ar: المبلغ الإجمالي:

source: AED
ar: درهم إماراتي

# pleaseReviewyourPaymentDetail
source: Please review your Payment details
ar: يرجى مراجعة تفاصيل الدفع الخاصة بك

source: Total Amount To Pay:
ar: المبلغ الإجمالي:

source: PLEASE SELECT A PAYMENT METHOD
ar: الرجاء اختيار طريقة الدفع

source: ENTER CHEQUE DETAILS
ar: أدخل تفاصيل الشيك

source: Cheque Number
ar: رقم الشيك

# chequeNumberIsRequred
source: Cheque Number is required
ar: رقم الشيك مطلوب

# chequeBankName
source: Bank Name
ar: اسم البنك

source: Cheque Bank Name is required
ar: مطلوب اسم البنك المصدر للشيك

source: Cheque Date
ar: تاريخ الشيك

source: Cheque Date is required
ar: تاريخ الشيك مطلوب

source: Cheque Amount
ar: قيمة الشيك

source: Cheque Amount is required
ar: قيمة الشيك مطلوبة

# addNewCreditCard
source: ADD NEW CREDIT OR
ar: أضف بطاقة ائتمان أو

# addNewDebitCard
source: DEBIT CARD
ar: خصم جديدة

source: SELECT A BANK
ar: اختر بنك

source: SELECT A CARD
ar: اختر بطاقة

source: Individual
ar: فردي

source: Corporate
ar: شركة

# TokenizedCardDelete
source: Delete Card
ar: حذف البطاقة

# CancelPayment
source: Cancel
ar: إلغاء

# clearAllAction
source: Clear All
ar: مسح الجميع

# loadSavedFilterAction
source: Load Saved Filters
ar: تحميل المرشحات المحفوظة

# searchAction
source: Search
ar: بحث

# reg-login
source: Login
ar: تسجيل دخول

# reg-cancelreg
source: Cancel Registration
ar: إلغاء التسجيل

# reg-cancelregquestion
source: Are you sure you want to cancel this application ?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟

# reg-cancelregprocedure
source: You will no longer have access to this application. you'll need to start from new application if you want to register.
ar: لن تتمكن من الوصول إلى هذا الطلب بعد الآن. ستحتاج إلى بدء طلب جديد إذا كنت تريد التسجيل.

# reg-yes
source: Yes
ar: نعم

# reg-no
source: No
ar: لا

# landing-licensetype
source: License Type : {{ LicenseType }}
ar: نوع الرخصة:{{ LicenseType }}

# landing-tawtheeqNo
source: Tawtheeq No : {{ OrgDetails?.tawtheeqMetaData?.tawtheeqNo }}
ar: رقم التوثيق:{{ OrgDetails?.tawtheeqMetaData?.tawtheeqNo }}

# landing-website
source: Website : {{ OrgDetails?.website }}
ar: الموقع الكتروني:{{ OrgDetails?.website }}

# landing-location
source: Location : {{ Location }}
ar: المكان:{{ Location }}

# landing-postRegBenefits
source: Post Registration Benefits
ar: مزايا ما بعد التسجيل

# landing-postregservices
source: Services
ar: الخدمات

# landing-notifications
source: Notifications
ar: إشعارات

# landing-nonewnotifications
source: No new notifications.
ar: لا يوجد إشعارات جديدة.

# landing-regstatusoverview
source: Registration Status Overview
ar: نظرة عامة على حالة التسجيل

# landing-welcometoATLP
source: Welcome to ATLP
ar: مرحبًا بك في أطلب

# landing-tosavetimelater
source: To save time later
ar: حالة الحساب الشخصي

# landing-profile
source: Profile
ar: الملف الشخصي

# landing-percentilecomplete
source: % complete
ar: ٪ إكتمل

# data.generalInformation
source: General Information
ar: معلومات عامة

# tradeName
source: Trade Name(Eng)
ar: الاسم التجاري (المهندس)

# tradeArabic
source: Trade Name (Ar)
ar: الاسم التجاري (عربي)

# mol
source: MOL No.
ar: رقم MOL

source: Select WRC
ar: اختر WRC

# estDate
source: Establishment Date
ar: تاريخ التأسيس

source: VAT Category
ar: فئة ضريبة القيمة المضافة

source: VAT Number
ar: رقم ضريبة القيمة المضافة

source: Created On
ar: تم الإنشاء في

source: Developer
ar: المطور

source: View Tenant Registration
ar: عرض تسجيل المستأجر

source: Trade Name
ar: الاسم التجاري

source: Trade Name (Arabic)
ar: الاسم التجاري (عربي)

source: MOL No.
ar: رقم MOL

# landing-completeprofiletooltip
source: To complete your profile, please upload avatar!
ar: لإكمال ملف التعريف الخاص بك، يرجى تحميل الصورة الرمزية!

# landing-whatcanIdonow
source: What can I do now?
ar: ماذا يمكنني أن أفعل الآن؟

# landing-companyregistration
source: Company Registration
ar: تسجيل الشركة

# landing-companyreghelptext
source: As a company with registered trade license, you can apply here to get access to single window application.
ar: كشركة لديها رخصة تجارية مسجلة، يمكنك تسجيل حساب هنا، للحصول على صلاحية الدخول إلى تطبيق النافذة الواحدة

# landing-register
source: Register
ar: تسجيل

# landing-inspectionclearance
source: Inspection & Clearance
ar: التفتيش و التخليص

# landing-cardtitle
source: Card title
ar: عنوان البطاقة

# landing-cardtitlecontent
source: Some quick example text to build on the card title and make up the bulk of the card's content.
ar: بعض الأمثلة السريعة للنصوص للبناء على عنوان البطاقة وتشكيل محتوى البطاقة.

# landing-twodays
source: 2 days ago
ar: منذ يومين ماضيين

# reg-requiredField
source: This field is required.
ar: هذا الحقل مطلوب.

# reg-beAtLeast
source: Be at least {{form.controls[field].errors.minlength.requiredLength}} characters.
ar: يجب ألا يقل عن . {{form.controls[field].errors.minlength.requiredLength}} خانة

# reg-maxCharacters
source: This field cannot exceed {{form.controls[field].errors.maxlength.requiredLength}} characters.
ar: الحقل لا يجب ان يتجاوز {{form.controls[field].errors.maxlength.requiredLength}} خانة.

# reg-enterValidEmail
source: Please enter a valid email address.
ar: رجاء قم بإدخال بريد الكتروني صحيح.

# reg-enterValidPattern
source: Please enter a valid pattern.
ar: الرجاء إدخال نمط صالح.

# reg-duplicateValues
source: Duplicates values for this field are not acceptable. Kindly re-enter.
ar: القيم المكررة لهذا الحقل غير مقبولة. يرجى إعادة إدخالها.

# reg-enterValidNumberMin
source: Please enter a valid number which is having a minimum value of {{form.controls[field].errors.min?.min}} .
ar: الرجاء إدخال رقم صالح له قيمة دنيا تبلغ{{form.controls[field].errors.min?.min}}

# reg-enterValidNumberMax
source: Please enter a valid number which doesn't exceed maximum value of {{form.controls[field].errors.max?.max}} .
ar: الرجاء إدخال رقم صالح لا يتجاوز الحد الأقصى لقيمة{{form.controls[field].errors.max?.max}}

# reg-enterValidDateGreater
source: Please enter a valid date which is greater than From Date .
ar: الرجاء إدخال تاريخ صالح أكبر من من تاريخ.

# reg-enterValidWebAddress
source: You must include a valid web address.
ar: يجب عليك تضمين عنوان صالح.

# reg-enterValidDate
source: You must include a valid date.
ar: يجب عليك تضمين تاريخ صالح.

# reg-enterNumberbetween
source: Number should be between 5 and 9.
ar: يجب أن يكون الرقم بين 5 و 9.

# reg-enterValidMobileNumber
source: Invalid mobile number.
ar: رقم هاتف غير صحيح.

# reg-passwordsNotMatch
source: Passwords do not match.
ar: كلمة المرور غير مطابقة.

# reg-numberNotReg
source: Mobile is not registered.
ar: رقم الهاتف غير مسجل.

# reg-emailNotUnique
source: Email is not unique.
ar: البريد الإلكتروني ليس فريدًا.

# reg-atLeastOneNumber
source: Contains at least one number
ar: يحتوي على رقم واحد على الأقل

# reg-atLeastOneCaps
source: Contains at least one capital letter
ar: يحتوي على حرف كبير واحد على الأقل

# reg-atLeastOneSmall
source: Contains at least one small letter
ar: يحتوي على حرف صغير واحد على الأقل

# reg-atLeastOneSpecialChar
source: Contains at least one Special Character
ar: يحتوي على حرف خاص واحد على الأقل

# reg-zipCodeMustBe
source: Zipcode must be
ar: يجب أن يحتوي على الرمز البريدي

# reg-valid
source: valid
ar: صحيح

# reg-FileSizeExceeded
source: File size has exceeded maximum size
ar: تجاوز حجم الملف الحد الأقصى للحجم المسموح

# reg-newRequest
source: New Request
ar: طلب جديد

# reg-FeedBack
source: FeedBack
ar: التعليقات

# reg-liveChat
source: Live Chat
ar: المحادثة الفورية

# reg-email
source: Email
ar: البريد الإلكتروني

# reg-confirmEmail
source: Confirm Email
ar: .تأكيد عنوان البريد الإلكتروني

# reg-emailDoNotMatch
source: Email do not match.
ar: البريد الإلكتروني لا يتطابق.

# reg-phoneNo
source: Phone No
ar: رقم الهاتف

# reg-country
source: Country
ar: البلد

# reg-cityName
source: City Name
ar: اسم المدينة

# reg-select
source: Select
ar: إختر

# reg-city
source: City
ar: المدينة

# reg-streetAddress
source: Street Address
ar: عنوان الشارع

# reg-enterAdrress
source: Enter Address
ar: قم بإدخال العنوان

# reg-mobile
source: Mobile
ar: الهاتف متحرك

# reg-SendOTP
source: Send OTP
ar: قم بإرسال رمز التحقق

# reg-otp
source: OTP
ar: رمز التحقق

# reg-kindlyEnterValidOTP
source: Kindly enter a valid otp
ar: يرجى إدخال رقم تحقق صالح

# reg-docNumber
source: Document Number
ar: رقم المستند

# reg-retrieve
source: Retrieve
ar: استرجاع

# reg-clickOnRetrieve
source: Click on retrieve button to automatically update information
ar: انقر فوق زر الاسترجاع لتحديث المعلومات تلقائيًا

# reg-verficationCode
source: Please enter the verification code sent to the
ar: الرجاء إدخال رمز التحقق المرسل إلى

# reg-mobileNumber
source: mobile number
ar: رقم الهاتف

# reg-expiryDate
source: Expiry Date
ar: تاريخ الإنتهاء

# reg-selectDate
source: Select Date
ar: إختر التاريخ

source: Emirates ID
ar: الهوية الإماراتية

# EmiratesIdInvalid
source: Invalid Emirates ID Number
ar: رقم هوية الإمارات غير صالح

# EmiratesIdPrefix
source: Emirates ID Number Should start with 784
ar: يجب أن يبدأ رقم هوية الإمارات بـ 784

# emiratesIssueDate
source: Emirates ID Issue Date
ar: تاريخ إصدار بطاقة الهوية الإماراتية

# emiratesExpiryDate
source: Emirates ID Expiry Date
ar: تاريخ انتهاء صلاحية الهوية الإماراتية

source: License Information
ar: معلومات الترخيص

source: License Number
ar: رقم الرخصة

source: License Valid From
ar: الترخيص ساري من

source: License Valid To
ar: الترخيص صالح ل

source: Fax
ar: فاكس

source: Website
ar: الموقع الإلكتروني (اختياري)

# newTenantRegistration
source: Tenant Registration
ar: تسجيل المستأجر

# reg-note
source: Note :
ar: ملحوظة:

# reg-expiredEIDnote
source: As your emiratesID is expired, kindly attach EID application copy
ar: بما أن بطاقة الهوية الإماراتية الخاصة بك منتهية الصلاحية، يرجى إرفاق نسخة من طلب الهوية الإماراتية

# reg-Title
source: Title
ar: عنوان

# reg-&gt;FirstNameEnglish
source: First Name English
ar: الاسم الاول بالإنجليزية

# reg-enterFirstNameEng
source: Enter FirstName English
ar: أدخل الاسم الأول بالإنجليزية

# reg-FirstNameArabic
source: First Name Arabic
ar: الاسم الأول بالعربية

# reg-enterFirstNameAr
source: Enter FirstName Arabic
ar: الاسم الأول بالعربية

# reg-MiddleNameEnglish
source: Middle Name English
ar: الاسم الأوسط باللغة الإنجليزية

# reg-enterMiddleNameEng
source: Enter MiddleName English
ar: الاسم الأوسط باللغة الإنجليزية

# reg-MiddleNameArabic
source: Middle Name Arabic
ar: الاسم الأوسط بالعربية

# reg-enterMiddleNameAr
source: Enter MiddleName Arabic
ar: الاسم الأوسط بالعربية

# reg-LastNameEnglish
source: Last Name English
ar: الاسم الأخير بالإنجليزية

# reg-enterLastNameEng
source: Enter LastName English
ar: ادخل الاسم الأخير بالإنجليزية

# reg-LastNameArabic
source: Last Name Arabic
ar: الاسم الأخير باللغة العربية

# reg-enterLastNameAr
source: Enter LastName Arabic
ar: أدخل الاسم الأخير بالعربي

# reg-Gender
source: Gender
ar: الجنس

# reg-Male
source: Male
ar: ذكر

# reg-Female
source: Female
ar: انثى

# reg-Dateofbirth
source: Date of birth
ar: تاريخ الميلاد

# reg-Dateofbirthdatemust
source: Date of birth date must be before current date
ar: يجب أن يكون تاريخ الميلاد قبل التاريخ الحالي

# reg-Nationality
source: Nationality
ar: الجنسية

# reg-otherServices
source: Others (Please specify)
ar: أخرى (يرجى التحديد)

# reg-BuError
source: Please select at least one BU from each Service
ar: الرجاء تحديد BU واحد على الأقل من كل خدمة

# reg-EmiratesIDNo
source: Emirates ID No
ar: رقم الهوية الإماراتية

# reg-EIDIssueDate
source: EID Issue Date
ar: EID تاريخ الإصدار

# reg-Issuedatemustbe
source: Issue date must be before expiry / today's date
ar: يجب أن يكون تاريخ الإصدار قبل انتهاء الصلاحية / تاريخ اليوم

# reg-EIDExpiryDate
source: EID Expiry Date
ar: EID تاريخ الإنتهاء

# reg-PassportNo
source: Passport No
ar: رقم جواز السفر

# reg-PPIssueDate
source: Passport Issue Date
ar: تاريخ اصدار جواز السفر

# reg-PPexpiryDate
source: Passport Expiry Date
ar: تاريخ إنتهاء جواز السفر

# reg-AuthorizedEmail
source: Authorized Email
ar: البريد الإلكتروني المعتمد

# reg-Passport
source: Passport
ar: جواز السفر

# reg-AuthorizedLetter
source: Authorized Letter
ar: خطاب معتمد

# reg-preferredLanguage
source: Preferred Language
ar: اللغة المفضلة

# reg-english
source: English
ar: اللغة الانجليزية

# reg-arabic
source: Arabic
ar: اللغة العربية

# reg-LicenseIssuingEmirates
source: License Issuing Emirates
ar: إمارة اصدار الرخصة

# reg-LicenseIssuingAuthority
source: License Issuing Authority
ar: سلطة إصدار الترخيص

# reg-LicenseType
source: License Type
ar: نوع الرخصة

# reg-TradeLicenseissuedatemust
source: Trade License issue date must be before expiry / today's date
ar: يجب أن يكون تاريخ إصدار الرخصة التجارية قبل انتهاء الصلاحية / تاريخ اليوم

# reg-TradeLicenseisexpired
source: Trade License is expired !
ar: الرخصة التجارية منتهية الصلاحية!

# reg-TradeNameEng
source: Trade Name (English)
ar: الاسم التجاري (انجليزي)

# reg-EnterTradeName
source: Enter Trade Name
ar: أدخل الاسم التجاري

# reg-TradeNameAr
source: Trade Name (Arabic)
ar: الاسم التجاري (عربي)

# reg-establishmentType
source: Establishment Type
ar: نوع المنشأة

# reg-activities
source: Activities
ar: الأنشطة

# reg-EnterEstablishmentAddress
source: Enter Establishment Address
ar: أدخل عنوان المنشأة

# reg-area
source: Area
ar: المنطقة

# reg-EnterArea
source: Enter Area
ar: أدخل المنطقة

# reg-sector
source: Sector
ar: القطاع

# reg-EnterSector
source: Enter Sector
ar: أدخل القطاع

# reg-buildingNumber
source: Building Number
ar: رقم المبنى

# reg-EnterBuildingNo
source: Enter Building No.
ar: أدخل رقم المبنى

# reg-poBox
source: P.O. Box
ar: صندوق البريد

# reg-EnterPOBox
source: Enter P.O. Box
ar: ادخل صندوق البريد

# reg-companyEmail
source: Company Email
ar: البريد الإلكتروني للشركة

# reg-Enteremail
source: Enter email
ar: أدخل البريد الإلكتروني

# reg-companyWebsite
source: Company Website
ar: الموقع الإلكتروني للشركة

# reg-EnterURL
source: Enter URL
ar: إدخال العنوان

# reg-valueAddedTaxCategory
source: Value Added Tax Category
ar: تصنيف ضريبة القيمة المضافة

# reg-SelectVATCategory
source: Select VAT Category
ar: إختار تصنيف ضريبة القيمة المضافة

# reg-valueAddedTaxNumber
source: Value Added Tax (VAT) No
ar: رقم ضريبة القيمة المضافة

# reg-Acceptsonlynumerals
source: Accepts only numerals
ar: يقبل فقط الأرقام

# reg-vatAcceptDeclaration
source: I hereby confirm that I am not currently registered for VAT in UAE and will be committed to provide the Tax Registration Number & Tax Registration Certificate I am registered
ar: أؤكد بموجب هذا أنني لست مسجلاً حاليًا في ضريبة القيمة المضافة في دولة الإمارات العربية المتحدة وسألتزم بتقديم رقم التسجيل الضريبي وشهادة التسجيل الضريبي التي قمت بتسجيلها

# reg-Youmustselecttocontinue
source: You must select to continue
ar: يجب أن تختار للمتابعة

# reg-tradeLicense
source: Trade License
ar: الرخصة التجارية

# reg-vatRegistration
source: VAT Registration Certificate
ar: شهادة تسجيل ضريبة القيمة المضافة

# reg-SharePercentage
source: Share Percentage
ar: نسبة المشاركة

# reg-EnterSharePercentage
source: Enter Share Percentage
ar: أدخل نسبة المشاركة

# reg-OwnerEmail
source: Owner Email
ar: البريد الإلكتروني للمالك

# reg-setPassword
source: Set Password
ar: ضبط كلمة السر

# reg-newPassword
source: New Password
ar: كلمة السر الجديدة

# reg-passwordPlaceholder
source: Enter your password
ar: ادخل رقمك السري

# reg-confirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# reg-confirmPasswordPlaceholder
source: Re-enter your password
ar: أعد إدخال كلمة المرور

# reg-passwordDoNotMatch
source: Passwords do not match.
ar: كلمة المرور غير مطابقة.

# reg-regSubmit
source: Submit
ar: ارسال

# reg-haveAccount
source: Have an account?
ar: لديك حساب؟

# reg-regSuccessSignup
source: Signed Up Successfully!
ar: تم التسجيل بنجاح!

# reg-OTPVerified
source: OTP verified Successfully!
ar: تم التحقق من الرمز بنجاح

# reg-RegistrationSubmitted
source: Registration Submitted Successfully!
ar: تم إرسال التسجيل بنجاح!

# reg-regCheckEmail
source: Kindly check your email to set your password.
ar: يرجى التحقق من بريدك الإلكتروني لتعيين كلمة المرور الخاصة بك.

# reg-Somethingwentwrong
source: Something went wrong, please try again.
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى.

# saveFilterAction
source: Save Filter
ar: حفظ البحث

source: No Requests found
ar: لم يتم العثور على طلبات

# allListValidation
source: Select proper data from {{title}}
ar: حدد البيانات المناسبة من {{title}}

# employeeSearch
source: Select Contacts
ar: حدد جهات الاتصال

# ExistingContactQuestion
source: Existing Contact?
ar: جهة الاتصال الحالية ؟

source: Yes
ar: نعم

source: No
ar: لا

source: Search By
ar: بحث بواسطة

# DragItem
source: Drag item anywhere on the table
ar: اسحب العنصر في أي مكان على الطاولة

# Norequest
source: No Request found
ar: لم يتم العثور على طلب

source: Drop Here
ar: إسقاط هنا

# DragItemOnTable
source: Drag item anywhere on the table
ar: اسحب العنصر في أي مكان على الطاولة

source: No Records Found
ar: لم يتم العثور على سجلات

source: Status
ar: الحالة

# TenantFilterName
source: Tenant Name/License No./MOL
ar: اسم المستأجر/رقم الترخيص/وزارة العمل

# landing-uploadlogo
source: Upload a logo
ar: تحميل شعار

# landing-uploadavatar
source: Upload an avatar
ar: تحميل صورة رمزية

# landing-imagesizemessage
source: Image can be jpg or png with a maximum size of 5MB
ar: يمكن أن تكون الصورة jpg أو png بحد أقصى 5 ميغابايت

# landing-imagesizeerror
source: File has exceeded its max size - 5MB
ar: تجاوز الملف الحد الأقصى لحجمه - 5 ميغابايت

# landing-imagetypeerror
source: Allowed File Types - JPG, JPEG, PNG
ar: أنواع الملفات المسموح بها - JPG ،JPEG ،PNG

# reg-percentComplete
source: % complete</span> </div> <atlp-progress-bar [value]% complete
ar: % complete</span> </div> <atlp-progress-bar [value]% مكتمل

# reg-identityDetails
source: Identity Details
ar: تفاصيل الهوية

# reg-firstStepofthree
source: 1 of 3 complete
ar: 1 من 3 كاملة

# reg-personalDetails
source: Personal Details
ar: التفاصيل الشخصية

# reg-secondStepofthree
source: 2 of 3 complete
ar: 2 من 3 كاملة

# reg-contactInformation
source: Contact Information
ar: معلومات الاتصال

# reg-thirdStepofthree
source: 3 of 3 complete
ar: 3 من 3 كاملة

# reg-iAgreeTnC
source: I agree all the above informations are true as per my knowledge
ar: أوافق على أن جميع المعلومات المذكورة أعلاه صحيحة حسب معرفتي

# reg-Tnc
source: Terms & Conditions
ar: بالشروط والأحكام

# reg-agreeTnC
source: You must agree to the Terms and Conditions to continue
ar: يجب أن توافق على البنود والشروط للمتابعة

# reg-companyRegistration
source: Company Registration
ar: تسجيل الشركة

# reg-profileDetails
source: Profile Details
ar: تفاصيل الملف الشخصي

# reg-CompanyInformation
source: Company Information
ar: معلومات الشركة

# reg-authorizedContact
source: Authorized Contact Information
ar: معلومات الاتصال المعتمدة

# reg-OwnerInformation
source: Owner Information
ar: معلومات المالك

# reg-UserSignUp
source: User Sign Up
ar: تسجيل المستخدم

# reg-firstName
source: First Name
ar: الاسم الأول

# reg-firstNamePlaceholder
source: Enter your first name
ar: أدخل اسمك الأول

# reg-onlyAlphabets
source: Kindly enter only alphabets
ar: يرجى إدخال الحروف الأبجدية فقط

# reg-lastName
source: Last Name
ar: اسم العائلة

# reg-lastNamePlaceholder
source: Enter your last name(surname)
ar: أدخل الاسم الأخير (لقبك)

# reg-eg
source: eg:
ar: على سبيل المثال:

# reg-mobileNote
source: This number is to send you a verification code to confirm your registration.
ar: هذا الرقم لإرسال رمز تحقق لتأكيد تسجيلك.

# reg-emailAddress
source: Email Address
ar: عنوان البريد الإلكتروني

# reg-emailPlaceholder
source: Enter your Email ID
ar: أدخل البريد الإلكتروني الخاص بك

# reg-userNameToLogin
source: This will be your username to login ATLP.
ar: سيكون هذا اسم المستخدم الخاص بك لتسجيل الدخول لمنصة أطلب.

# reg-captcha
source: Enter Captcha
ar: أدخل النص التنبؤي

# reg-userExists
source: This user already exists!! If you are already a customer, kindly
ar: هذا المستخدم موجود بالفعل!! إذا كنت عميلًا بالفعل، فيرجى

# reg-pleaseContact
source: or please contact our
ar: أو يرجى الاتصال بنا

# reg-CustomerSupport
source: Customer Support
ar: خدمة العملاء

# reg-SignUp
source: Sign Up
ar: الاشتراك

# reg-verifyProfile
source: Verify your profile
ar: تحقق من ملفك الشخصي

# reg-wrongNumber
source: Wrong Number?
ar: رقم خاطئ؟

# reg-wrongOTPMessage
source: Kindly enter a valid OTP
ar: يرجى إدخال رمز تحقق صالح

# reg-verify
source: Verify
ar: تحقق من

# reg-captchaPlaceholder
source: Please enter captcha to resend OTP
ar: الرجاء النص التنبؤي لإعادة إرسال رمز التحقق

# reg-invalidOTPCaptcha
source: Please enter a valid captcha
ar: الرجاء إدخال نص تنبؤي صالح

# reg-didnotrecievecode
source: Did'nt receive the code?
ar: ألم تستلم الرمز؟

# reg-resendOTP
source: Resend OTP
ar: إعادة رمز التحقق

# reg-loginwithdifferent
source: Login with different account
ar: تسجيل الدخول بحساب مختلف

# reg-back
source: Back
ar: رجوع للخلف

# reg-WhyRegister
source: Why Register for ATLP
ar: لماذا التسجيل في أطلب

# reg_You_will_get_access
source: You will get access to the single window application where you can sign up to the following modules and services
ar: ستحصل على حق الوصول إلى تطبيق النافذة الواحدة حيث يمكنك الاشتراك في الوحدات والخدمات التالية

# reg_Find_out_more
source: Find out more
ar: اكتشف المزيد

# reg_Signing_up_with_ATLP
source: Signing up with ATLP
ar: التسجيل في أطلب

# reg_You_will_be_able_to_access
source: You will be able to access guest services and see benefits after registration.
ar: ستتمكن من الوصول إلى خدمات الزائر ورؤية المزايا بعد التسجيل.

# notif-Notifications
source: Notifications
ar: إشعارات

# notif-Unread
source: Unread
ar: لم تتم قراءته

# notif-Read
source: Read
ar: تمت قراءته

source: Company Name
ar: اسم الشركة

source: Company Name Arabic
ar: اسم الشركة عربي

# tradeLicense
source: Registration No
ar: رقم التسجيل

source: Legal Status
ar: الوضع القانوني

source: Date Of Incorporation
ar: تاريخ التأسيس

# dateValue
source: Value should be Date
ar: يجب أن تكون القيمة التاريخ

# dateOfIncorporationError
source: Date Of Incorporation should not be greater than today
ar: يجب ألا يكون تاريخ التأسيس أكبر من اليوم

source: Place Of Registration
ar: مكان التسجيل

source: Address
ar: العناوين

# alphaNumric
source: Value should be AlphaNumeric
ar: يجب أن تكون القيمة AlphaNumeric

# maxLength
source: Value should be maximum 500 characters
ar: يجب أن تكون القيمة 500 حرف كحد أقصى

source: Email
ar: البريد الالكتروني

# email
source: Incorrect email format
ar: عنوان البريد الإلكتروني

source: First Name
ar: الاسم الأول

# Pattern
source: Please enter proper format
ar: يرجى إدخال التنسيق المناسب

source: Middle Name
ar: الاسم الأوسط

source: Last Name
ar: اسم العائلة

source: Required
ar: حقل مطلوب

source: Drop your file here
ar: قم بإسقاط ملفك هنا

source: OR
ar: أو

source: Browse Files
ar: تصفح ملفات

source: Maximum size
ar: أكبر مقاس

source: Allowed Attachment Types:
ar: أنواع المرفقات المسموح بها:

source: Download Template
ar: تنزيل القالب

source: Required
ar: حقل مطلوب

source: Add More Documents
ar: أضف المزيد من المستندات

source: Required
ar: حقل مطلوب

source: No Request found
ar: لم يتم العثور على طلب

# newService
source: New Request
ar: طلب جديد

# editService
source: Edit Request
ar: تعديل الطلب

# viewService
source: View Request
ar: عرض الطلب

# deleteService
source: Delete Request
ar: حذف الطلب

source: Pay now
ar: الدفع الآن

source: Payment Details
ar: بيانات الدفع
