Repository: aaliibrahim97/temptrans
Catalog: projects/shared-assets/i18n/messages.*.xlf
Languages: ar

# copyPaymentDetailsTitle
source: Before you close you can copy your payment details to clip board, by clicking copy button below.
ar: قبل أن تغلق يمكنك نسخ تفاصيل الدفع الخاصة بك بالنقر فوق زر النسخ أدناه

source: Payment Status
ar: حالة الدفع

# paymentStatusSuccess
source: Success
ar: تم بنجاح

# paymentStatusFailed
source: Failed
ar: فشلت

# paymentOrderNo
source: Order Number
ar: رقم الطلب

# paymentOnlineRefNo
source: Reference Number
ar: الرقم المرجعي

# paymentAmount
source: Amount Paid:
ar: المبلغ المدفوع:

# copyPaymentDetails
source: Copy Details
ar: نسخ تفاصيل

# closePayment
source: Close
ar: إغلاق

source: Actions
ar: الإجراء المتخذ

source: Service Type
ar: نوع الخدمة

source: Status
ar: الحالة

source: PO Box
ar: صندوق بريد

source: Address 1
ar: العنوان 1

source: City
ar: المدينة

# companyLegalRepresntative
source: Company Legal Representative
ar: الممثل القانوني للشركة

# addressUAE
source: Address
ar: العناوين

source: Email Address
ar: عنوان البريد الإلكتروني

# addSharehodler
source: Add Shareholder
ar: إضافة مساهم

# corpShareholder
source: Corporate Shareholder
ar: المساهمون من الشركات

source: Natural Shareholder
ar: المساهم الطبيعي

source: Address
ar: العناوين

source: Shareholder
ar: المساهم

source: Shareholder Type
ar: نوع المساهم

# percentOfShares
source: % of Shares
ar: النسبة المئوية للأسهم

# boardOfDirectors
source: Boards of Directors
ar: مجالس الإدارة

source: Country Of Issue
ar: بلد الإصدار

# RegistrationNumber
source: Registration No
ar: رقم التسجيل

# nationalityric
source: Nationality
ar: الجنسية

source: Phone Number
ar: رقم الهاتف

source: Company Email
ar: البريد الإلكتروني للشركة

source: Country
ar: البلد

source: Company Address
ar: عنوان الشركة

source: Business Phone
ar: هاتف العمل

source: Mobile Number
ar: رقم الجوال

source: Office Number
ar: رقم المكتب

source: Emirate
ar: الإمارة

source: UAE Address
ar: عنوان الإمارات العربية المتحدة

source: View Company
ar: عرض الشركة

source: View Shareholder
ar: عرض المساهم

# companyNameric
source: Company Name
ar: اسم الشركة

source: Nationality
ar: الجنسية

source: Search Employee
ar: البحث عن موظف

source: Employee Name
ar: اسم الموظف

source: Visa Number
ar: رقم التأشيرة

source: Passport Number
ar: رقم جواز السفر

source: Passport Issue Date
ar: تاريخ إصدار جواز السفر

# expiryDateError
source: Passport should be issued before today
ar: يجب إصدار جواز السفر قبل اليوم

source: Passport Expiry Date
ar: تاريخ انتهاء الصلاحية

# isContactTheAuthorizedPerson
source: Is the above Contact provided is an 'Authorized Person' ?
ar: هل جهة الاتصال المذكورة أعلاه هي "شخص مخول "؟

# shareholders
source: Board of Directors
ar: مجلس الإدارة

source: Add Director
ar: إضافة مدير

# bordOfDirectors
source: Board Of Directors
ar: مجلس الإدارة

# contactsInfo
source: Document Attachment
ar: مرفق المستند

source: Director Details
ar: تفاصيل المدير

# aliasName
source: Aliases Name (if applicable)
ar: الاسم المستعار (إن وجد)

source: Company Information
ar: معلومات الشركة

source: Number of Shares
ar: عدد الأسهم

# mobileNoInvalid
source: Invalid Mobile number
ar: رقم الجوال غير صالح

source: No Result Found
ar: لم يتم العثور على نتيجة

# sourceCategory
source: Price Per Bed
ar: Source Category

# MaximumChargeAllowed390
source: Maximum charge allowed: {{PricePerBedLimit}}
ar: الحد الأقصى المسموح به للشحن: {{PricePerBedLimit}}

# correctiveActionTitle
source: Catering Charges
ar: Corrective Action Title

# comments
source: Laundary Charges
ar: Comments

source: Save
ar: حفظ

source: Search
ar: بحث

source: Rich
ar: غني

source: Classic
ar: كلاسيكي

source: Filter
ar: فلتر

source: Customize
ar: تخصيص

source: Customize
ar: تخصيص

source: Actions
ar: الإجراء المتخذ

source: Rich
ar: غني

source: Classic
ar: كلاسيكي

source: Create New
ar: إنشاء جديد

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Export Data
ar: تصدير البيانات

# ContractType
source: Contract Request Type
ar: نوع طلب العقد

source: Contract Status
ar: حالة العقد

# ContractCode
source: Contract Code or Tenant Name
ar: رمز العقد أو اسم المستأجر

source: New Covid Report
ar: تقرير كوفيد الجديد

# wrc
source: Worker City
ar: مدينة العمال

source: Number Of Occupancy
ar: عدد الإشغال

source: Total Recover
ar: إجمالي الاسترداد

# totalTransferInjured
source: Total Transfered Injured
ar: إجمالي المصابين المنقولين

# totalQuarantined
source: Total Quarantined Contact
ar: إجمالي جهات الاتصال المعزولة

source: Arrival From Travel
ar: الوصول من السفر

source: Supervisory Authority
ar: السلطة الإشرافية

source: New Infected Today
ar: مصابة جديدة اليوم

# totalRecevingTreatment
source: Total Receiving Treatment
ar: إجمالي تلقي العلاج

source: Total Healed Today
ar: إجمالي الشفاء اليوم

# totalCloseContact
source: Total Close Contacts
ar: إجمالي جهات الاتصال القريبة

source: Total Quarantined Checked
ar: تم التحقق من إجمالي الحجر الصحي

source: Total Quarantined Unchecked
ar: إجمالي الحجر الصحي غير المحدد

source: First Dose
ar: الجرعة الأولى

source: Second Dose
ar: الجرعة الثانية

source: Third Dose
ar: الجرعة الثالثة

source: Waiting Injured
ar: في انتظار الجرحى

source: Primary Contact Information
ar: معلومات الاتصال الأساسية

source: Profile
ar: الملف الشخصي

source: Document Type
ar: نوع المستند

source: Add Contract
ar: إضافة عقد

# HiddenColumn
source: Hidden Columns:
ar: الأعمدة المخفية:

source: Drop Here
ar: إسقاط هنا

# dragItemOnTable
source: Drag item anywhere on the table
ar: اسحب العنصر في أي مكان على الطاولة

source: Worker Info
ar: معلومات العامل

source: Worker Type
ar: نوع العامل

# buildingandbed
source: Building & Bed
ar: بناء وسرير

source: Block
ar: حظر

source: Building
ar: بناية

source: Floor
ar: طابق

source: Search
ar: بحث

source: Contracted Beds
ar: الأسرّة المتعاقد عليها

source: Export To Excel
ar: تصدير إلى Excel

source: Download
ar: تنزيل

source: Expand
ar: توسيع

source: Collapse
ar: طي

source: Remove
ar: إزالة

source: No data available.
ar: لا توجد بيانات متاحة.

source: City
ar: المدينة

source: Contract End Date
ar: تاريخ انتهاء العقد

source: Developer
ar: المطور

source: No. of Labors
ar: عدد العمال

# AnnualIncrement
source: Annual Rent Increment (%)
ar: الزيادة السنوية في الإيجار (%)

# Discount
source: Annual Rent Discount (%)
ar: خصم الإيجار السنوي (%)

# Terms
source: Payment Terms
ar: شروط الدفع

# Cancellation
source: Cancellation Reason
ar: سبب الإلغاء

source: CONTRACTED BEDS
ar: الأسرّة المتعاقد عليها

source: DOCUMENTS
ar: المستندات

source: Documents
ar: المستندات

source: General Information
ar: معلومات عامة

source: Worker City
ar: مدينة العمال

source: Contract Start Date
ar: تاريخ بدء العقد

# ContractStartDateMessage
source: Required Field
ar: حقل مطلوب

# ContractExpiryDate
source: Contract End Date
ar: تاريخ انتهاء العقد

# ContractExpiryMessage
source: Contract duration must be 1 year or more
ar: يجب أن تكون مدة العقد سنة واحدة أو أكثر

# ContractExpiryDateMessage
source: Required Field
ar: حقل مطلوب

# DeveloperName
source: Developer
ar: المطور

source: No of Labours
ar: عدد العمال

source: Annual Rent Increment
ar: زيادة الإيجار السنوي

source: Annual Rent Discount
ar: خصم الإيجار السنوي

source: Payment Term
ar: شروط الدفع

source: Select
ar: إختر

source: Cancellation Reason
ar: سبب الإلغاء

source: Rejection Reason
ar: سبب الرفض

source: Request Details
ar: تفاصيل الطلب

source: Contract Code
ar: رمز العقد

source: Contract Number
ar: رقم العقد

source: Contract Number
ar: رقم العقد

source: No beds selected
ar: لم يتم تحديد أسرّة

source: Selected Beds
ar: الأسرّة المختارة

# noofRooms
source: Number of Rooms
ar: عدد الغرف

# noOfBeds
source: Number of Beds
ar: عدد الأسرّة

source: Add
ar: إضافة

# newTenantContract
source: {{getContractType(Contracttype)}} Tenant Contract
ar: عقد {{getContractType(Contracttype)}} المستأجر

# Complete
source: {{calc | number:'1.0-0'}}% complete
ar: {{calc | number:'1.0-0'}}% مكتمل

source: Save Draft
ar: حفظ المسودة

source: Submit Form
ar: إرسال النموذج

# viewTenantContract
source: View {{contractType}} Tenant Contract
ar: عرض عقد {{contractType}} المستأجر

# GeneralInformation
source: GENERAL INFROMATION
ar: General Information

source: Contract No.
ar: رقم العقد

source: Tenant Name
ar: اسم المستأجر

source: Establishment Date
ar: تاريخ التأسيس

source: VAT Category
ar: فئة ضريبة القيمة المضافة

source: VAT Number
ar: رقم ضريبة القيمة المضافة

source: Created On
ar: تم الإنشاء في

source: Comments
ar: التعليقات

source: License Information
ar: معلومات الترخيص

source: License Number
ar: رقم الرخصة

source: License Type
ar: نوع الرخصة

source: Issuing Authority
ar: جهة الإصدار

source: License Valid From
ar: الترخيص ساري من

source: License Valid To
ar: الترخيص صالح ل

source: Company Address
ar: عنوان الشركة

source: P.O Box
ar: صندوق البريد

source: Address 1
ar: العنوان 1

source: Address 2
ar: العنوان 2

source: Address 3
ar: العنوان 3

source: Country
ar: البلد

source: Business Phone
ar: هاتف العمل

source: Mobile Number
ar: رقم الجوال

source: Fax
ar: فاكس

source: Website
ar: الموقع الإلكتروني (اختياري)

source: Primary Contact Information
ar: معلومات الاتصال الأساسية

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Mobile
ar: رقم الجوال

source: Profile
ar: الملف الشخصي

# DcoumentType
source: Document Type
ar: نوع المستند

source: Passport Number
ar: رقم جواز السفر

source: Passport Issue Date
ar: تاريخ إصدار جواز السفر

source: Passport Expiry Date
ar: تاريخ انتهاء الصلاحية

source: Emirates ID
ar: الهوية الإماراتية

# EmiratestIssueDate
source: Emirates Issue Date
ar: الإمارات تاريخ الإصدار

source: Emirates Expiry Date
ar: تاريخ انتهاء صلاحية طيران الإمارات

source: View
ar: عرض

# viewAudit
source: View Audit Details
ar: عرض تفاصيل التدقيق

source: Reference Number
ar: الرقم المرجعي

source: Audit Type
ar: نوع التدقيق

source: Related Audit
ar: مراجعة الحسابات ذات الصلة

source: Activity Status
ar: حالة النشاط

source: Start Date
ar: تاريخ البدء

source: Due Date
ar: تاريخ الاستحقاق

source: Audit Plan
ar: خطة التدقيق

source: Audit Summary
ar: ملخص التدقيق

source: OUTCOME DETAILS
ar: تفاصيل النتائج

source: Actual Start
ar: البداية الفعلية

source: Actual End
ar: النهاية الفعلية

source: Actual Duration
ar: المدة الفعلية

source: Audit Status
ar: حالة التدقيق

# PreparedBy
source: Report Prepared By
ar: تم إعداد التقرير من قبل

source: Audit Outcome
ar: نتيجة التدقيق

# Followup
source: Follow-up Date
ar: تاريخ المتابعة

# FollowActivity
source: Follow-up Activity
ar: نشاط المتابعة

source: CORRECTIVE PLAN SUMMARY
ar: ملخص الخطة التصحيحية

source: Corrective Plan Title
ar: عنوان الخطة التصحيحية

source: Corrective Plan Status
ar: حالة الخطة التصحيحية

# Correctiveplanchecklists
source: CORRECTIVE PLAN CHECKLIST
ar: قائمة مراجعة الخطة التصحيحية

source: CORRECTIVE ACTION DETAILS
ar: تفاصيل الإجراء التصحيحي

source: Reviewer Remarks
ar: ملاحظات المراجع

# folloWUp
source: Follow-up/Observations
ar: المتابعة/الملاحظات

source: Target Completion Date
ar: تاريخ الإنجاز المستهدف

source: View
ar: عرض

source: Corrective Action
ar: الإجراء التصحيحي

source: Preventive Action
ar: الإجراءات الوقائية

source: Follow-up/Observations
ar: المتابعة/الملاحظات

# ViewInspection
source: View Inspection Details
ar: عرض تفاصيل الفحص

source: Inspection Type
ar: نوع الفحص

source: Master Inspection
ar: الفحص الرئيسي

source: Inspector 1
ar: مفتش 1

source: Inspector 2
ar: المفتش 2

source: Required Attendees
ar: الحضور المطلوب

source: Optional Attendees
ar: الحضور الاختياري

source: Inspection Plan
ar: خطة التفتيش

source: Inspection Summary
ar: ملخص الفحص

source: OUTCOME DETAILS
ar: تفاصيل النتائج

source: Report Prepared By
ar: تم إعداد التقرير من قبل

source: Outcome Action Taken
ar: الإجراء المتخذ بشأن النتائج

source: Inspection Status
ar: حالة الفحص

source: Follow-up Date
ar: تاريخ المتابعة

source: Follow-up Activity
ar: نشاط المتابعة

source: CORRECTIVE PLAN SUMMARY
ar: ملخص الخطة التصحيحية

source: CORRECTIVE PLAN CHECKLIST
ar: قائمة مراجعة الخطة التصحيحية
